[
    {
        "copyright": "\nGiovanni Passalacqua;\nText: \nLiz Coelho  \n(Pikes Peak)\n",
        "date": "2023-11-14",
        "explanation": "In the fading darkness before dawn, a tilted triangle appeared to balance atop a rock formation off the southern tip of Sicily.  Making up the points of the triangle are three of the four brightest objects visible in Earth’s sky: Jupiter, Venus and the Moon.  Though a thin waning crescent, most of the moon’s disk is visible due to earthshine.  Captured in this image on 2022 April 27, Venus (center) and Jupiter (left) are roughly three degrees apart --  and were headed toward a close conjunction.  Conjunctions of Venus and Jupiter occur about once a year and are visible either in the east before sunrise or in the west after sunset.  The featured image was taken about an hour before the arrival of the brightest object in Earth’s sky – the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/MoonVenusJupiter_Passalacqua_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Three Planets Rock",
        "url": "https://apod.nasa.gov/apod/image/2311/MoonVenusJupiter_Passalacqua_960.jpg"
    },
    {
        "date": "2023-11-15",
        "explanation": "Cataloged as M1, the Crab Nebula is the first on Charles Messier's famous list of things which are not comets. In fact, the Crab Nebula is now known to be a supernova remnant, an expanding cloud of debris from the death explosion of a massive star. The violent birth of the Crab was witnessed by astronomers in the year 1054. Roughly 10 light-years across, the nebula is still expanding at a rate of about 1,500 kilometers per second. You can see the expansion by comparing these sharp images from the Hubble Space Telescope and James Webb Space Telescope. The Crab's dynamic, fragmented filaments were captured in visible light by Hubble in 2005 and Webb in infrared light in 2023. This cosmic crustacean lies about 6,500 light-years away in the constellation Taurus.",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/Crab_Webb_998.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M1: The Incredible Expanding Crab",
        "url": "https://apod.nasa.gov/apod/image/2311/Crab_Webb_998.jpg"
    },
    {
        "copyright": "Katarzyna Kaczmarczyk",
        "date": "2023-11-16",
        "explanation": "Venus now appears as Earth's brilliant morning star, shining above the southeastern horizon before dawn. For early morning risers, the silvery celestial beacon rose predawn in a close pairing with a waning crescent Moon on Thursday, November 9. But from some northern locations, the Moon was seen to occult or pass in front of Venus. From much of Europe, the lunar occultation could be viewed in daylight skies. This time series composite follows the daytime approach of Moon and morning star in blue skies from Warsaw, Poland. The progression of eight sharp telescopic snapshots, made between 10:56am and 10:58am local time, runs from left to right, when Venus winked out behind the bright lunar limb.",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/Katarzyna20.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Daytime Moon Meets Morning Star",
        "url": "https://apod.nasa.gov/apod/image/2311/Katarzyna20_1024.jpg"
    },
    {
        "copyright": "Dennis Lehtonen",
        "date": "2023-11-17",
        "explanation": "Light pollution is usually not a problem in Qeqertaq. In western Greenland the remote coastal village boasted a population of 114 in 2020. Lights still shine in its dark skies though. During planet Earth's recent intense geomagnetic storm, on November 6 these beautiful curtains of aurora borealis fell over the arctic realm. On the eve of the coming weeks of polar night at 70 degrees north latitude, the inspiring display of northern lights is reflected in the waters of Disko Bay. In this view from the isolated settlement a lone iceberg is illuminated by shore lights as it drifts across the icy sea.  Weekend Watch: The Leonid Meteor Shower.",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/lehtonen_dennisAuroraQeqertaq2.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nightlights in Qeqertaq",
        "url": "https://apod.nasa.gov/apod/image/2311/lehtonen_dennisAuroraQeqertaq2_1200.jpg"
    },
    {
        "date": "2023-11-18",
        "explanation": "One year ago a Space Launch System rocket left planet Earth on November 16, 2022 at 1:47am EST carrying the Orion spacecraft on the Artemis I mission, the first integrated test of NASA’s deep space exploration systems. Over an hour after liftoff from Kennedy Space Center's historic Launch Complex 39B, one of Orion's external video cameras captured this view of its new perspective from space. In the foreground are Orion's Orbital Maneuvering System engine and auxillary engines, at the bottom of the European Service Module. Beyond one of the module's 7-meter long extended solar array wings lies the spacecraft's beautiful home world. Making close flybys of the lunar surface and reaching a retrograde orbit 70,000 kilometers beyond the Moon, the uncrewed Artemis I mission lasted over 25 days, testing capabilities to enable human exploration of the Moon and Mars. Building on the success of Artemis I, no earlier than November 2024 the Artemis II mission with a crew of 4 will venture around the Moon and back again.",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/Orion_Spacecraft_Earth_Views_20221116-medium.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planet Earth from Orion",
        "url": "https://apod.nasa.gov/apod/image/2211/Orion_Spacecraft_Earth_Views_20221116-1067.jpg"
    },
    {
        "copyright": "\nMehmet Ergün\n",
        "date": "2023-11-19",
        "explanation": "That's no sunspot. It's the International Space Station (ISS) caught passing in front of the Sun. Sunspots, individually, have a dark central umbra, a lighter surrounding penumbra, and no Dragon capsules attached.  By contrast, the ISS is a complex and multi-spired mechanism, one of the largest and most complicated spacecraft ever created by humanity.  Also, sunspots circle the Sun, whereas the ISS orbits the Earth.  Transiting the Sun is not very unusual for the ISS, which orbits the Earth about every 90 minutes, but getting one's location, timing and equipment just right for a great image is rare.  The featured picture combined three images all taken in 2021 from the same location and at nearly the same time. One image -- overexposed -- captured the faint prominences seen across the top of the Sun, a second image -- underexposed -- captured the complex texture of the Sun's chromosphere, while the third image -- the hardest to get -- captured the space station as it shot across the Sun in a fraction of a second.  Close inspection of the space station's silhouette even reveals a docked Dragon Crew capsule.   Follow APOD on Instagram in: Arabic, English, Persian, Portuguese, and Taiwanese",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/IssSun_Ergun_1752.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Space Station, Solar Prominences, Sun",
        "url": "https://apod.nasa.gov/apod/image/2311/IssSun_Ergun_960.jpg"
    },
    {
        "copyright": "\nMark Hanson & \nMartin Pugh,\nSSRO, \nPROMPT, \nCTIO,\nNSF\n",
        "date": "2023-11-20",
        "explanation": "Sculpted by stellar winds and radiation, a magnificent interstellar dust cloud by chance has assumed this recognizable shape.  Fittingly named the Horsehead Nebula, it is some 1,500 light-years distant, embedded in the vast Orion cloud complex. About five light-years \"tall,\" the dark cloud is cataloged as Barnard 33 and is visible only because its obscuring dust is silhouetted against the glowing red emission nebula IC 434.  Stars are forming within the dark cloud. Contrasting blue reflection nebula NGC 2023, surrounding a hot, young star, is at the lower left of the full image.  The featured gorgeous color image combines both narrowband and broadband images recorded using several different telescopes.    New: Follow APOD on Telegram",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/Horsehead_Hanson_2604.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Horsehead Nebula",
        "url": "https://apod.nasa.gov/apod/image/2311/Horsehead_Hanson_960.jpg"
    },
    {
        "copyright": "\nCristiano Gualco\n",
        "date": "2023-11-21",
        "explanation": "These chaotic and tangled filaments of shocked, glowing gas are spread across planet Earth's sky toward the constellation of Cygnus as part of the Veil Nebula. The Veil Nebula itself is a large supernova remnant, an expanding cloud born of the death explosion of a massive star. Light from the original supernova explosion likely reached Earth over 5,000 years ago. The glowing filaments are really more like long ripples in a sheet seen almost edge on, remarkably well separated into the glow of ionized hydrogen atoms shown in red and oxygen in blue hues. Also known as the Cygnus Loop and cataloged as NGC 6979, the Veil Nebula now spans about 6 times the diameter of the full Moon. The length of the wisp corresponds to about 30 light years, given its estimated distance of 2,400 light years.  Often identified as Pickering's Triangle for a director of Harvard College Observatory, it is perhaps better named for its discoverer, astronomer Williamina Fleming, as Fleming's Triangular Wisp.   New: Follow APOD on Telegram",
        "hdurl": "https://apod.nasa.gov/apod/image/2311/FlemingsWisp_Gualco_2801.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fleming's Triangular Wisp",
        "url": "https://apod.nasa.gov/apod/image/2311/FlemingsWisp_Gualco_960.jpg"
    }
]